[A_Item.Shield_Booster_PotOGold:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Chance to drop [skill]money[-skill] when damaged."

[A_Item.Shield_Chimera:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [health]max health[-health]."

[A_Item.Shield_Chimera_05_Legendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [health]max health[-health]."

[A_Item.Shield_Roid:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="When depleted, melee attacks deal bonus [skill]Roid Damage[-skill]."

[A_Item.Shield_Roid_05_Legendary:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="When depleted, melee attacks deal bonus [skill]Roid Damage[-skill]."

[A_Item.Shield_Roid_05_ThresherRaid:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Releases a [incendiary]Fire[-incendiary] [skill]Nova[-skill] blast when depleted."

[A_Item.Shield_Roid_05_ThresherRaid:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Must fully recharge between [skill]Novas[-skill]."

[A_Item.Shield_Roid_05_ThresherRaid:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="When depleted, melee attacks deal bonus [skill]Roid Damage[-skill]."

[A_Item.Shield_Roid_LoveThumper:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="When depleted, melee attacks deal bonus [skill]Roid Damage[-skill]."

[A_Item.Shield_Roid_Order:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="When depleted, melee attacks deal bonus [skill]Roid Damage[-skill]."

[A_Item.Shield_Spike_Corrosive:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Deals [corrosive]Corrosive[-corrosive] [skill]Spike Damage[-skill] to melee attackers."

[A_Item.Shield_Spike_Fire:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Deals [incendiary]Incendiary[-incendiary] [skill]Spike Damage[-skill] to melee attackers."

[A_Item.Shield_Spike_Shock:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="[shock]Shock[-shock] [skill]Spike Damage[-skill] may [shock]Electrocute[-shock] affected enemies."

[A_Item.Shield_Spike_Shock:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Deals [shock]Shock[-shock] [skill]Spike Damage[-skill] to melee attackers."

[A_Item.Shield_Standard_05_Legendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Shield is disposed of upon depletion, with [explosive]explosive[-explosive] results."

[Accessory.Accessory5_Chimera:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [skill]elemental resistance[-skill] against the last elemental damage type received."

[Accessory.Accessory5_ChimeraLegendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [skill]elemental resistance[-skill] against the last elemental damage type received."

[Accessory.Accessory5_ChimeraLegendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="[skill]Regenerates health[-skill] while active. Shield damage [skill]increases health regeneration rate[-skill]."

[Accessory.Title_Absorption03_Aequitas:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="[skill]+10% duration[-skill] to [skill]Fight For Your Life[-skill] for every [skill]Aequitas[-skill] or [skill]Veritas[-skill] equipped in the party."

[Capacitor.Capacitor5_Maliwan_CorrosiveRes:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="[corrosive]Grants immunity to Corrode damage.[-corrosive]"

[Capacitor.Capacitor5_Maliwan_ShockRes:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="[shock]Grants immunity to Electrocute damage.[-shock]."

[Capacitor.Capacitor5_Maliwan_ShockRes_Legendary:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="[shock]Grants immunity to Electrocute damage.[-shock]"

[Capacitor.Capacitor6_Torgue_ExplosiveRes:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="[explosive]Reduces damage from explosions.[-explosive]"

[Pickups.ShieldBooster_Pickup_Legendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Spawns three volleys of [shock]Shock[-shock] boosters."

[Pickups.ShieldBooster_Pickup_Legendary:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="...all foxtrot'ed up."

[Titles.Title_Absorption02_1340:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="If you can't beat 'em, join 'em."

[Titles.Title_Chimera04_ChimeraShieldLegendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="For an impenetrable shield, stand inside yourself."

[Titles.Title_ExplosiveNova02_DeadlyBloom:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="What do you mean... theoretically?"

[Titles.Title_Juggernaut04_JuggernautLegendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Win by a hare."

[Titles.Title_Juggernaut04_JuggernautLegendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="[skill]Movement speed reduced[-skill] while [skill]active[-skill]."

[Titles.Title_Juggernaut04_JuggernautLegendary:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="[skill]Movement speed increased[-skill] when [skill]depleted[-skill]."

[Titles.Title_Roid02_RoidShieldLegendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="That's going leave mark."

[Titles.Title_Roid03_ThresherRaid:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="His hide turned the mightiest tame..."

[Titles.Title_Roid05_Order:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="When [skill]Law[-skill] is in your hands, any melee damage you deal also [health]heals you[-health]."
